Repository: veuse/veuse-staff
Catalog: languages/veuse-staff-*.po
Languages: nb_no

source: Phone:
nb_no: Telefon:

source: Mobile:
nb_no: Mobil:

source: Email:
nb_no: E-post

source: Get to know
nb_no: Les mer om

source: Usage
nb_no: Brukerveiledning

source: Usage and settings
nb_no: Brukerveiledning og innstillinger

source: Instructions on how to display your teams.
nb_no: Instruksjoner på hvordan du setter opp dine team.

source: Parameters
nb_no: Parametere

source: Enable plugin stylesheet
nb_no: Bruk innstikkets stilark

source: Portrait settings
nb_no: Portrettinnstillinger

source: Portrait
nb_no: Portrett

source: Landscape
nb_no: Landskap

source: Square
nb_no: Kvadratisk

source: Select the aspect ratio of portrait images.
nb_no: Velg bildeformat

source: Save Changes
nb_no: Lagre endringer

source: Advanced
nb_no: Avansert

source: Settings
nb_no: Innstillinger

source: Staff Member
nb_no: Ansatt

source: Name of staff member
nb_no: Navn på ansatt

source: Designation
nb_no: Stilling

source: Short Biography
nb_no: Kort biografi

source: Enter a short bio, like an excerpt. Can be displayed in team-listings
nb_no: Skriv inn en kort biografi. Kan vises i ansatt-opplistinger

source: Add portrait
nb_no: Legg til portrettbilde

source: Remove portrait
nb_no: Fjern portrettbilde

source: Contact Info
nb_no: Kontaktinfo

source: Email
nb_no: E-post:

source: Phone number
nb_no: Telefonnummer

source: Mobile number
nb_no: Mobilnummer

source: Social Media
nb_no: Sosiale Medier

source: Enter url to staff-members twitter profile page
nb_no: Skriv inn URL til den ansattes twitter-profil

source: Enter url to staff-members facebook profile page
nb_no: Skriv inn URL til den ansattes facebook-profil

source: Enter url to staff-members linkedIn profile page
nb_no: Skriv inn URL til den ansattes linkedIn-profil

source: Full Biography
nb_no: Full biografi

source: Veuse Staff
nb_no: Veuse Ansatte

source: Staff
nb_no: Ansatte

source: New Staff Member
nb_no: Ny Ansatt

source: Edit Staff Member
nb_no: Endre Ansatt

source: All Staff Members
nb_no: Alle Ansatte

source: View Staff Member
nb_no: Se Ansatt

source: Search Staff Members
nb_no: Søk i Ansatte

source: No Staff Members
nb_no: Ingen Ansatte

source: No Staff Members found in Trash
nb_no: Ingen Ansatte Funnet i Papirkurven

source: Teams
nb_no: Team

source: Add New Team
nb_no: Legg til nytt team

source: Edit Team
nb_no: Endre Team

source: All Teams
nb_no: Alle Team

source: New Team
nb_no: Nytt Team

source: View Team
nb_no: Se Team

source: Search Teams
nb_no: Søk i Team

source: No Teams found
nb_no: Ingen Team Funnet

source: Staff Member Name
nb_no: Ansatt navn

source: Photo
nb_no: Foto

source: Staff Member order
nb_no: Ansatt Rekkefølge

source: Change the staff members order of appearance in staff-lists. Negative values are supported.
nb_no: Endre den ansattes posisjon i lister. Støtter også negative verdier.

source: Contact info
nb_no: Kontaktinfo

source: Social media
nb_no: Sosiale medier

source: Follow on Facebook
nb_no: Følg på facebook

source: Follow on Twitter
nb_no: Følg på twitter

source: Follow on LinkedIn
nb_no: Følg på LinkedIn

source: Team Members (Veuse)
nb_no: Team medlemmer (Siteman)

source: Add team members to your page
nb_no: Legg til en oversikt over ansatte.

source: Title:
nb_no: Tittel

source: Columns:
nb_no: Kolonner:

source: 1 column
nb_no: 1 kolonne

source: 2 columns
nb_no: 2 kolonner

source: 3 columns
nb_no: 3 kolonner

source: 4 columns
nb_no: 4 kolonner
